/* An error ocurred while fetching the sounds from SoundCloud */
"An error ocurred while fetching the sounds from SoundCloud" = "Ha ocurrido un error obteniendo los sonidos de SoundCloud";

/* ERROR */
"ERROR" = "ERROR";

/* Favorites */
"Favorites" = "Favoritos";

/* Login */
"Login" = "Ingreso";

/* Logout */
"Logout" = "Desloguearse";

/* No Created Date Set */
"No Created Date Set" = "Sin Fecha de Creación";

/* No favorites have been found */
"No favorites have been found" = "No se han encontrado favoritos";

/* OK */
"OK" = "OK";

